console.log(`
    Ваша оценка - 100 баллов 
    Отзыв по пунктам ТЗ - все пункты выполнены:
   
    Страница main
1)  верстка страницы валидная: для проверки валидности вёрстки использовался сервис 
    https://validator.w3.org/
2)  логотип в хедере состоит из текстовых элементов 
3)  страница содержит ровно один элемент 'h1' 
4)  добавлен favicon 
5)  блок 'header' 
6)  блок 'Not only' 
7)  блок 'About' 
8)  блок 'Our Friends' 
9)  блок 'Help' 
10) блок 'In addition' 
11) блок 'footer' 
12) для позиционирования элементов блока Help использована сеточная верстка (flexbox) 
13) при уменьшении масштаба страницы браузера или увеличении ширины страницы (>1280px). 
    вёрстка размещается по центру, а не сдвигается в сторону и не растягивается по всей 
    ширине 
14) фоновый цвет тянется на всю ширину страницы 
15) элемент 'About the Shelter' в навигации подсвечен и неинтерактивен, остальные 
    элементы навигации интерактивны 
16) каждая карточка с питомцем в блоке 'Our Friends' интерактивна при наведении на 
    любую область этой карточки 
17) плавная прокрутка по якорям 
18) выполняются все ссылочные связи согласно Перечню ссылочных связей для 
    страницы 'Main': 
    На страницу Pets ведут:
        элемент навигации Our Pets
        кнопка Get to know the rest в блоке Our Friends
    На блок Help текущей страницы (якорная ссылка) ведут:
        элемент навигации Help the shelter
    На блок Our Friends текущей страницы (якорная ссылка) ведут:
        кнопка Make a Friend в блоке Not only
    На футер текущей страницы (якорная ссылка) ведут:
        элемент навигации Contacts
    Пустая ссылка:
        логотип
        номер банковской карты в блоке In addition
    Другие варианты поведения:
        в футере при нажатии на email или его иконку должен открываться почтовый сервис
        в футере при нажатии на телефон или его иконку должен открываться набор номера
        в футере при нажатии на локацию должна открываться страница с google maps в 
        отдельном окне или вкладке браузера с любой локацией на ваш выбор
19) выполнена интерактивность ссылок и кнопок. Интерактивность заключается не только 
    в изменении внешнего вида курсора, но и в использовании и других визуальных 
    эффектов, например, изменение цвета фона или цвета шрифта, согласно стайлгайду 
    в макете. Если в макете стили не указаны, реализованы по своему усмотрению.
20) обязательное требование к интерактивности: плавное изменение внешнего вида элемента 
    при наведении и клике, не влияющее на соседние элементы 
    
    Страница Our pets
21) верстка страницы валидная: для проверки валидности вёрстки использовался сервис 
    https://validator.w3.org/
22) логотип в хедере состоит из текстовых элементов 
23) страница содержит ровно один элемент 'h1' 
24) добавлен favicon 
25) блок 'header' 
26) блок 'Our Friends' 
27) блок 'footer' 
28) при уменьшении масштаба страницы браузера или увеличении ширины страницы (>1280px). 
    вёрстка размещается по центру, а не сдвигается в сторону и не растягивается по всей 
    ширине 
29) фоновый цвет тянется на всю ширину страницы 
30) элемент 'Our pets' в навигации подсвечен и неинтерактивен, остальные элементы 
    навигации интерактивны 
31) доступные кнопки пагинации (вправо) активны, недоступные (влево) - 
    неактивны (disabled) 
32) каждая карточка с питомцем в блоке 'Our Friends' интерактивна при наведении на 
    любую область этой карточки 
33) плавная прокрутка по якорям 
34) выполняются все ссылочные связи согласно Перечню ссылочных связей для 
    страницы 'Pets':
    На страницу Main ведут:
        элемент навигации About the shelter
        логотип в хедере
    На блок Help страницы Main (якорная ссылка) ведут:
        элемент навигации Help the shelter
    На футер текущей страницы (якорная ссылка) ведут:
        элемент навигации Contacts
    Другие варианты поведения:
        в футере при нажатии на email или его иконку должен открываться почтовый сервис
        в футере при нажатии на телефон или его иконку должен открываться набор номера
        в футере при нажатии на локацию должна открываться страница с google maps в 
        отдельном окне или вкладке браузера с любой локацией на ваш выбор
35) выполнена интерактивность ссылок и кнопок. Интерактивность заключается не только 
    в изменении внешнего вида курсора, но и в использовании и других визуальных 
    эффектов, например, изменение цвета фона или цвета шрифта, согласно стайлгайду 
    в макете. Если в макете стили не указаны, реализованы по своему усмотрению.
36) обязательное требование к интерактивности: плавное изменение внешнего вида элемента 
    при наведении и клике, не влияющее на соседние элементы`)